# Создайте переменные разных типов данных:
#   - Создайте переменную name и присвойте ей значение вашего имени (строка).
#   - Выведите значение переменной name на экран.
#   - Создайте переменную age и присвойте ей значение вашего возраста (целое число).
#   - Выведите значение переменной age на экран.
#   - Перезапишите в age текущее значение переменной age + новое.
# Как неверно (просто перезапись на новое число):
# a = 15
# a = 17
#   - Выведите измененное значение переменной age на экран.
#   - Создайте переменную is_student и присвойте ей значение True (логическое значение).
#   - Выведите значение переменной is_student на экран.

name = 'Anton'  # Создайте переменную name и присвойте ей значение вашего имени (строка).
print('Name:', name)  # Выведите значение переменной name на экран.
age = 28  # Создайте переменную age и присвойте ей значение вашего возраста (целое число).
print('Age:', age)  # Выведите значение переменной age на экран.
age = age + 1  # Перезапишите в age текущее значение переменной age + новое.
print('New Age:', age)  # Выведите измененное значение переменной age на экран.
is_student = True  # Создайте переменную is_student и присвойте ей значение True (логическое значение).
print('Is Student:', is_student)  # Выведите значение переменной is_student на экран.
